Repository: witalik-project/school-project-2023
Catalog: school_management/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Rok rejestru(-ów)
lt: Registro(-ų) metai

source: Mesiąc rejestru(-ów)
lt: Registro(-ų) mėnuo

source: Dzień rejestru(-ów)
lt: Registro(-ų) diena

source: Dodać
lt: Pridėti

source: Odjąć
lt: Atimti

source: Klasa rejestru
lt: Registro klasė

source: Dodać lub odjąć punkty
lt: Pridėk ar atimk taškus

source: Ilość
lt: Kiekis

source: Klasy początkowe
lt: Prad. klasės

source: Klasy średnie
lt: Vid. klasės

source: Klasy starsze
lt: Vyr. klasės

source: Numer klasy
lt: Klasės numeris

source: Litera klasy
lt: Klasės raidė

source: Poziom szkolnictwa
lt: Išsilavinimo lygis

source: Imię wychowawczyni
lt: Auklėtojos(-o) vardas

source: Nazwisko wychowawczyni
lt: Auklėtojos(-o) pavardė

source: Punkty
lt: Taškai

source: Nazwa tytułowa
lt: Titulinis pavadinimas

source: Zdjęcie główne
lt: Titulinė nuotrauka

source: Tekst
lt: Tekstas

source: Zdjęcie
lt: Nuotrauka

source: Data rejestru
lt: Registro data

source: Typ rejestru
lt: Registro tipas

source: Ilość punktów
lt: Taškų kiekis

source: Przez kogo zrobiony rejestr
lt: Kas sudarė registrą

source: Lista klas
lt: Klasių sąrašas

source: Wychowawczyni:
lt: Auklėtoja(-as):

source: Poziom szkolnictwa:
lt: Išsilavinimo lygis:

source: Punkty:
lt: Taškai:

source: Dodaj punkty
lt: Pridėk taškus

source: Dodaj punkty dla
lt: Pridėk taškus

source: klasy
lt: klasei

source: Dodaj
lt: Pridėk

source: Stwórz artykuł
lt: Sukurk straipsnį

source: Stwórz
lt: Sukurk

source: Stwórz klasę
lt: Sukurk klasę

source: Dodaj zdjęcie
lt: Pridėk nuotrauką

source: Dodaj zdjęcie do
lt: Pridėk nuotrauką

source: artykułu
lt: straipsniui

source: Dodaj/odejmij punkty
lt: Pridėk/atimk taškus

source: Dodaj/odejmij
lt: Pridėk/atimk

source: Odejmij punkty
lt: Atimk taškus

source: Odejmij punkty dla
lt: Atimk taškus

source: Odejmij
lt: Atimk

source: Usuń artykuł
lt: Ištrink straipsnį

source: Jesteś pewny(-a) by usunąć
lt: Ar tikrai nori ištrinti

source: artykuł ?
lt: straipsnį ?

source: Usuń
lt: Ištrink

source: Usuń klasę
lt: Ištrink klasę

source: Zredaguj artykuł
lt: Redaguok straipsnį

source: Zredaguj
lt: Redaguok

source: artykuł
lt: straipsnį

source: Zapisz
lt: Išsaugok

source: Zredaguj klasę
lt: Redaguok klasę

source: Rejestry dodawania/odejmowania punktów
lt: Taškų registrai

source: Rejestry
lt: Registrai

source: Szukaj
lt: Paieška

source: punktów. Stworzone przez
lt: taškų. Sukurta

source: Usuń rejestr(-y)
lt: Ištrink

source: Zaloguj się
lt: Prisijunk

source: Jesteś pewny(-a) by wylogować
lt: Ar tikrai nori atsijungti

source: Wyloguj się
lt: Atsijunk

source: Podium
lt: Podiumas

source: punktów
lt: taškų

source: Gimnazjum im. Szymona Konarskiego w Wilnie
lt: Vilniaus Simono Konarskio gimnazija

source: Wiadomości
lt: Naujienos

source: Lista
lt: Sąrašas

source: Klasy
lt: Klasės

source: Turnieje
lt: Turnyrai

source: Data początku (np. 2022-02-22 lub 22.02.2022)
lt: Pradžios data (pvz. 2022-02-22)

source: Data końca (np. 2022-02-22 lub 22.02.2022)
lt: Pabaigos data (pvz. 2022-02-22)

source: Najmniej w turnieju może uczestniczyć dwie klasy
lt: Turnyre gali dalyvauti mažiausiai dvi klasės

source: Koniec turnieju nie może być wcześniej jego początku
lt: Turnyro pabaiga negali būti anksčiau nei jo pradžia

source: Data (np. 2022-02-22 lub 22.02.2022)
lt: Data (pvz. 2022-02-22)

source: Dzień pojedynków powinien być w przedziale początku i końca turnieju
lt: Dvikovos diena turėtų būti tarp turnyro pradžios ir pabaigos

source: Czas pojedynku (hh:mm, np. 15:00)
lt: Dvikovos laikas (hh:mm, pvz. 15:00)

source: Pierwszy i drugi przeciwnik nie może być ta sama klasa
lt: Pirmasis ir antrasis varžovas negali būti tą patį klasę

source: Nazwa turnieju
lt: Turnyro pavadinimas

source: Uczestniczące klasy
lt: Dalyvaujantys klasės

source: Data początku
lt: Pradžios data

source: Data końca
lt: Pabaigos data

source: Aktywny (tak/nie)
lt: Aktyvus (taip/ne)

source: Turniej
lt: Turnyras

source: Pierwszy przeciwnik
lt: Pirmasis varžovas

source: Drugi przeciwnik
lt: Antrasis varžovas

source: Dzień
lt: Diena

source: Czas pojedynku
lt: Dvikovos laikas

source: Pojedynek skończony
lt: Dvikova baigėsi

source: Zwycięzca
lt: Nugalėtojas

source: Stwórz pojedynek
lt: Sukurk dvikovą

source: turnieju
lt: turnyrui

source: Stwórz dzień
lt: Sukurk dieną

source: Stwórz dzień pojedynków dla
lt: Sukurk dvikovos dieną

source: Stwórz turniej
lt: Sukurk turnyrą

source: Usuń pojedynek
lt: Ištrink dvikovą

source: pojedynek ?
lt: dvikovą ?

source: Usuń dzień pojedynków
lt: Ištrink dvikovos dieną

source: dzień pojedynków ?
lt: dvikovos dieną ?

source: Usuń turniej
lt: Ištrink turnyrą

source: turniej ?
lt: turnyrą ?

source: Zredaguj pojedynek
lt: Redaguok dvikovą

source: pojedynek
lt: dvikovą

source: Zredaguj dzień pojedynków
lt: Redaguok dvikovos dieną

source: dzień pojedynków
lt: dvikovos dieną

source: Zredaguj turniej
lt: Redaguok turnyrą

source: turniej
lt: turnyrą

source: Uczestniczące klasy:
lt: Dalyvaujantys klasės:

source: Początek:
lt: Pradžia:

source: Koniec:
lt: Pabaiga:

source: Aktywny:
lt: Aktyvus:

source: Dzień pojedynków
lt: Dvikovos diena

source: Czas:
lt: Laikas:

source: Zwycięzca:
lt: Nugalėtojas:

source: Stwórz dzień pojedynków
lt: Sukurk dvikovos dieną
